Repository: pypi-data/pypi-mirror-260
Catalog: packages/hiddifypanel/hiddifypanel-10.8.0.dev97.tar.gz/hiddifypanel-10.8.0.dev97/hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: app.hiddifyng.title
pt: HiddifyNG

source: app.hiddifyng.description
pt: Descrição do HiddifyNG

source: app.hiddify-clash-android.title
pt: Hidificar confronto

source: app.foxray.title
pt: Raio X

source: app.foxray.description
pt: Descrição do FoXray

source: app.shadowrocket.title
pt: Foguete Sombrio

source: app.shadowrocket.description
pt: Descrição do Foguete Sombrio

source: app.streisand.title
pt: Streisand

source: app.streisand.description
pt: Descrição

source: app.loon.title
pt: mergulhão

source: app.loon.description
pt: Descrição do mergulhão

source: app.stash.title
pt: Esconderijo

source: app.stash.description
pt: Descrição do estoque

source: app.hiddify-clash-desktop.title
pt: Hidificar confronto

source: app.nekobox.title
pt: NekoBox

source: Join our Hiddify Telegram channel to get the latest updates on Hiddify.
pt: Junte-se ao nosso canal Hiddify Telegram para obter as atualizações mais recentes sobre o Hiddify.

source: [Admin only visible message:] You can change this message from settings
pt: [Mensagem visível apenas pelo administrador]: Você pode alterar esta mensagem nas configurações.

source: Hooray 🎉 🎉 🎉 Welcome to hiddifybot. Start by clicking the link on the panel or entering your UUID.
pt: Viva 🎉 🎉 🎉 Bem-vindo ao bot Hiddify Comece clicando no link no Painel ou inserindo seu UUID.

source: update
pt: atualizar

source: Welcome to admin bot. Choose your action
pt: Bem-vindo ao bot administrativo. Escolha sua ação

source: Create Package
pt: Criar pacote

source: package size?
pt: tamanho do pacote?

source: package days?
pt: dias de pacote?

source: How many?
pt: Quantos?

source: Domain?
pt: Domínio?

source: Please Wait...
pt: Por favor, aguarde...

source: Finished
pt: Finalizado...

source: Dear {} Your hiddify information is UUID: {} Last online date: {} Expire time: {} Usage class: {}
pt: Querido {} Suas informações do Hiddify são UUID: {} Última data on-line: {} Tempo de expiração: {} Classe de uso: {}

source: Your hiddify instance information Domain: {} Usage limit: {} GB Current usage: {} GB Expires at: {} Remaining days: {} Happy using 🎉 🎉 🎉
pt: Suas informações de instância do Hiddify Domínio: {} Limite de uso: {} GB Uso atual: {} GB Expira em: {} Dias restantes: {} Boa sorte! 🎉 🎉 🎉

source: login.secret.label
pt: Codigo secreto

source: login.secret.description
pt: O código secreto é fornecido pelo provedor de serviços.

source: Incorrect Password
pt: ⚠️ Senha incorreta

source: 📅%(expire_days)s days
pt: 📅Remanescem: %(expire_days)s dias

source: copy
pt: cópia de

source: open
pt: Abrir

source: Link is changed!
pt: ℹ️ O link foi alterado!

source: The page has been moved to a new link. Please copy and save the new link.
pt: A página foi movida para um novo link. Copie e salve o novo link.

source: all
pt: Todos

source: singbox: ssh
pt: caixa de som: ssh

source: Please select one of the following applications:
pt: Selecione um dos seguintes aplicativos: <br />

source: download
pt: Download direto

source: install from google play
pt: Google Play

source: HiddifyNG
pt: HiddifyNG <span class='badge badge-success'>Recommended</span>

source: HiddifyNG intro
pt: Instale o HiddifyNG a partir de um destes links: %(dl_link)s %(play_link)s. Em seguida, clique no link abaixo e abra-o no HiddifyNG.

source: V2rayNG
pt: Alternativa v2rayNG <button class='btn btn-sm btn-default' onclick='show_video('android-v2rayng')'><i class='fa-solid fa-question'></i> </button>

source: V2rayNG intro
pt: Instale o v2rayNG a partir de um destes links: %(dl_link)s %(play_link)s. Então copie o link abaixo e cole no v2rayNG conforme o vídeo tutorial <button class='btn btn-sm btn-default' onclick='show_video('android-v2rayng')'><i class='fa-solid fa -question'></i> </button>. <br />

source: Hiddify Android
pt: Ocultar Android

source: test
pt: Teste

source: Welcome %(user)s
pt: Bem-vindo %(user)s

source: desktop
pt: Área de Trabalho

source: user.home.select os
pt: Selecione seu sistema operacional.

source: user.home.select tool
pt: Selecione o item.

source: QR code
pt: Código QR

source: Want to enjoy more with telegram?
pt: Conecte sua conta ao Telegram

source: Please connect your telegram account to the panel to be informed about latest news.
pt: Conecte sua conta do Telegram ao painel para ser informado sobre as últimas novidades.

source: next
pt: Próximo

source: previous
pt: Anterior

source: search
pt: Procurar

source: Check again
pt: Verifique novamente

source: Turn of VPN
pt: Desativar VPN

source: You should visit this page without VPN. Your country=%(your_country)s expected=%(expected_country)s
pt: Você deve visitar esta página sem VPN Seu país =%(expected_country)s Esperado=%(expected_country)s

source: Please connect your telegram accout to the panel to be informed about latest news.
pt: Conecte sua conta do Telegram ao painel para saber o status mais recente da sua assinatura

source: Click to Start Anti-Filter.
pt: <i class='fa-solid fa-play'></i> Toque para iniciar o Antifiltro.

source: Unified link for all application.
pt: Link unificado para todos os aplicativos.

source: Temporary Short Link
pt: ⏱️ Link curto temporário

source: Simplifies the process of employing the link elsewhere.
pt: Simplifica o processo de utilização do link em outro lugar

source: Open in Application
pt: Abrir no aplicativo

source: Download App
pt: <i class='fa-solid fa-download'></i> Baixar aplicativo

source: Import
pt: Importar no aplicativo

source: More Applications
pt: Mais aplicativos

source: Import in
pt: Importar em

source: QRCode
pt: <i class='fa-solid fa-qrcode'></i> QRCode

source: Copy Link
pt: Link de cópia

source: Reset Usage Time:
pt: Tempo de reinicialização do uso do tráfego:

source: days
pt: Dias

source: User is inactive
pt: O usuário está inativo

source: Too many Connected IPs
pt: Muitos IPs conectados

source: View in Telegram
pt: Ver no Telegram

source: Windows
pt: janelas

source: HiddigyN
pt: HiddigyN <span class='badge badge-success'>Recommended</span>

source: HiddifyN intro
pt: Por favor, instale HiddifyN de %(dl_link)s. Então clique no link abaixo. Fará tudo automaticamente.

source: Oops! Something went wrong.
pt: Ops! algo deu errado.

source: Please create an issue on Github.
pt: Por favor, crie um problema no Github

source: master.page-title
pt: Ocultar Painel

source: Parent Panel
pt: Painel pai

source: Admins
pt: Administradores

source: in parent panel
pt: No Painel Principal

source: Bug
pt: Bug/recurso

source: Donation.title
pt: Doação

source: Are you sure you want to do this action?
pt: ⚠️Tem certeza que deseja fazer esta ação?

source: direct
pt: ➡️ Direto

source: sub_link_only
pt: 📳 Somente para Link de Assinatura (pode ser direto, relé ou CDN)

source: cdn
pt: CDN (Cloudflare Proxy, ...)

source: auto_cdn_ip
pt: Seletor automático de CDN IP

source: relay
pt: ♾️ Relay (Conectar usando um nó intermediário)

source: reality
pt: 🔂 Realidade

source: old_xtls_direct
pt: 🔙 Modo direto antigo (para Trojan TCP, VLess XTLS)

source: worker
pt: ✴️ Cloudflare Worker

source: fake
pt: 🆎 Site falso

source: no_reset
pt: Sem Redefinir

source: monthly
pt: 🗓️ Mensal

source: weekly
pt: 📅 Semanal

source: daily
pt: ⏰ Diariamente

source: Direct
pt: ➖ Direto

source: Panel Link
pt: ➖ Link do Painel

source: Bridge Servers
pt: ➖ Servidores Bridge

source: Fake
pt: ➖ Falso

source: Example Domains
pt: Test and Suggest Domain

source: close
pt: Fechar

source: clickable copy
pt: Link para mídias sociais

source: Install
pt: Instalar

source: Install Hiddify Application
pt: Instalação do Painel Hidify

source: Please click on %(install)s to save the user page.
pt: Clique em %(install)s para salvar a página do usuário.

source: Count:
pt: Contar:

source: Actions
pt: Ações
