Repository: pypi-data/pypi-mirror-260
Catalog: packages/hiddifypanel/hiddifypanel-10.8.0.dev97.tar.gz/hiddifypanel-10.8.0.dev97/hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: user.home.android.intro
pt: Por favor, instale Hiddify Android de %(dl_link)s %(play_link)s. <!-- <div class='callout callout-danger'> <b>Atualize o Hiddify Android para a versão 0.14</b> </div>--> <detalhes> <summary>Por que ocultar o Android?</summary> <div class='callout callout-info'> Hiddify Android é um Fork Of Clash de código aberto que suporta mais protocolos. <br> Seus códigos-fonte existem em <a href='https://github.com/hiddify/HiddifyProxyAndroid'>GitHub</a>. <br> Portanto, é seguro. <detalhes> <summary>Alternativa: Conflito normal</summary> <div class='btn-group'> <a href='https://play.google.com/store/apps/details?id=com.github.kr328.clash' class='btn btn-warning orig-link'>Clash no Google Play</a> </div> <div class='btn-group'> <a href='/{{hconfigs[ConfigEnum.proxy_path]}}/gh/Kr328/ClashForAndroid/releases/download/v2.5.12/cfa-2.5.12-premium-universal-release.apk' class='btn btn-warning orig-link'>Download direto</a> </div> <div class='alert alert-danger'> O Clash não oferece suporte ao protocolo VLess. portanto, precisamos adicionar outro link para ele. </div> </detalhes> </div> </detalhes>

source: user.home.clash_configs.intro
pt: Agora, com base nas suas necessidades, clique em um dos links a seguir.

source: user.home.clash_configs.only_for_blocked_sites.title
pt: Apenas para sites bloqueados

source: user.home.clash_configs.only_for_blocked_sites.description
pt: Este modo é sugerido. Ele apenas encaminha os sites bloqueados via Proxy. <div class='callout callout-success'> Neste modo, você não sentirá nenhuma mudança na velocidade. </div>

source: user.home.clash_configs.only_for_blocked_sites.btn
pt: Instalar apenas para sites bloqueados

source: user.home.clash_configs.alternative_for_normal_clash
pt: Link alternativo para Clash

source: user.home.clash_configs.link_for_normal_clash
pt: Instalar o Clash

source: user.home.clash_configs.foreign_sites.title
pt: Proxy de Sites Estrangeiros

source: user.home.clash_configs.foreign_sites.description
pt: Use Proxy para todos os sites estrangeiros (mesmo os não bloqueados). <div class='callout callout-warning'> Este modo é útil para acessar alguns sites sancionados. </div>

source: user.home.clash_configs.foreign_sites.btn
pt: Instalar para sites estrangeiros

source: user.home.clash_configs.all_sites.title
pt: Proxy para todos os sites

source: user.home.clash_configs.all_sites.description
pt: Use Proxy para todos os sites, mesmo para sites locais. <div class='callout callout-danger'> O carregamento de sites locais será mais lento e colocará em risco sua privacidade. </div>

source: user.home.clash_configs.all_sites.btn
pt: Instale o proxy para todos os sites.

source: user.home.all_configs
pt: Todas as configurações

source: user.home.speedtest.title
pt: Teste de velocidade (detectar IP sujo)

source: user.home.speedtest.intro
pt: Primeiro, teste a velocidade <b>sem</b> o proxy. Se a velocidade não for boa, significa que esse ip é chamado de sujo no seu ISP. Se a velocidade estava baixa sem um proxy, não perca tempo para testar este proxy. Caso contrário, teste com diferentes proxies deste site e se a velocidade for semelhante à velocidade sem o proxy, você encontrou o melhor protocolo.

source: user.home.speedtest.upload
pt: Carregar

source: user.home.speedtest.download
pt: Download

source: user.home.speedtest.two_ways
pt: Em ambos os sentidos

source: user.home.doh
pt: DNS sobre HTTPS

source: user.home.qr-code.description
pt: Para copiar ou compartilhar links, clique no campo cinza <i class='fa-solid fa-qrcode'></i> para exibir seu código QR.

source: user.home.qr-code.display
pt: Exibir código QR

source: user.home.ios.stash.title
pt: <button class='btn btn-sm btn-default' onclick='show_video('ios-stash')'><i class='fa-solid fa-question'></i> Esconderijo</button> <button class='btn btn-sm btn-default' onclick='show_video('ios-shadowrocket')'><i class='fa-solid fa-question'></i> Shadowrocket</button> <span class='badge badge-success'>Recomendado</span>

source: user.home.ios.stash.intro
pt: Stash & Shadowrocket é um ótimo aplicativo. Achamos que vale a pena comprar. <br> <div class='btn-group'> <a href='https://apps.apple.com/us/app/stash-rule-based-proxy/id1596063349' target='_blank' class='btn btn-success orig-link'>Faça o download do Stash</ a> </div> <div class='btn-group'> <a href='https://apps.apple.com/us/app/shadowrocket/id932747118' target='_blank' class='btn btn-primary orig-link'>Faça o download do Shadowrocket</a> </div><br>

source: user.home.ios.others.title
pt: Wings X e Fair VPN

source: user.home.ios.others.intro
pt: Primeiro instale um dos seguintes aplicativos: <div class='btn-group'> <a href='https://apps.apple.com/ca/app/wings-x/id6446119727?platform=iphone' class='btn btn-primary orig-link'>Asas X</a> </div> <div class='btn-group'> <a href='https://apps.apple.com/us/app/fair-vpn/id1533873488' class='btn btn-primary orig-link'>VPN justa</a> </div> <br /> Em seguida, aplique as seguintes configurações: <br />

source: user.home.telegram.clickbtn
pt: Telegram Proxy

source: user.home.telegram.description
pt: Clique em um dos links a seguir e, no telegrama, você verá uma janela que contém <b>Conectar Proxy</b>. Clique nele e funcionará. <br />

source: user.home.usage.title
pt: Uso de Tráfego

source: user.home.usage.from
pt: De

source: user.home.usage.monthly
pt: Por mês

source: user.home.usage.expire
pt: Expirar:

source: user.home.usage.details
pt: Exibir detalhes de uso.

source: user.home.branding.title
pt: Apoiar

source: user.home.branding.linktitle
pt: Link da página de suporte

source: user.home.windows.intro
pt: Primeiro, baixe e instale o software Hiddify Desktop de acordo com o seu sistema operacional. <br> %(hiddify_desktop_links)s <detalhes> <summary>Por que Hiddify Desktop?</summary> <div class='callout callout-info'> O Hiddify Desktop é um fork seguro e de código aberto do Clash que suporta mais impressão digital VLESS e UTLS. <br> Seus códigos-fonte existem em <a href='https://github.com/hiddify/HiddifyDesktop'>GitHub</a>. <detalhes> <summary>Alternativa: Conflito normal</summary> %(normal_clash_link)s <div class='alert alert-danger'> O Clash não oferece suporte à impressão digital do navegador e ao protocolo VLESS. Portanto, precisamos adicionar outro link para ele. </div> </detalhes> </div> </detalhes> <br> Agora, de acordo com a sua necessidade, você pode clicar em um dos botões. Ao visualizar a janela em seu navegador, basta clicar na opção <b>Abrir</b> para adicionar automaticamente o link do servidor ao Hiddify Desktop.

source: user.home.share-title
pt: Compartilhar nas mídias sociais

source: user.home.link.success-copy
pt: Link copiado para a área de transferência.

source: user.home.link.manual-copy
pt: Copiar para a área de transferência: Ctrl+C, Enter

source: Mode
pt: Modo

source: Note
pt: 📝 Observação

source: Max Active Users
pt: Máximo de usuários ativos

source: Max Users
pt: Máximo de usuários

source: Online Users
pt: Usuários online

source: Can add sub admin
pt: 👥 Pode adicionar subadministrador

source: Add some text that is only visible to super_admin.
pt: Adicione algum texto que seja visível apenas para o superadministrador

source: Define the admin mode.
pt: Definir o Modo Admin

source: Config file is incorrect
pt: O arquivo de configuração está incorreto.

source: Restore File
pt: Restaurar arquivo

source: Restore File Description
pt: Escolha o arquivo de restauração baixado

source: Restore Settings
pt: ⚙️ Restaurar configurações

source: Restore Settings description
pt: Restaurar todas as descrições de configurações

source: Restore Users
pt: 👥 Restaurar usuários

source: Restore Users description
pt: Selecione esta opção para restaurar todos os usuários

source: Restore Domain
pt: 🌏 Restaurar domínio

source: Restore Domain description
pt: Selecione esta opção para restaurar seus domínios

source: Override Root Admin
pt: Substituir proprietário no backup

source: It will override the root admin to the current user
pt: Ele substituirá o administrador proprietário do arquivo de backup pelo usuário atual

source: Submit
pt: Enviar

source: This version of hiddify panel is outdated. Please update it from admin area.
pt: Esta versão do painel Hiddify está desatualizada. Atualize-o na Área Administrativa.

source: Access Denied!
pt: Acesso negado

source: It seems that you have not setup the system completely. <a class="btn btn-success" href="%(quick_setup)s">Click here</a> to complete setup.
pt: Parece que você não configurou o sistema completamente. <a class='btn btn-success' href='%(quick_setup)s'>Clique aqui</a> para concluir a configuração.

source: Please understand that parent panel is under test and the plan and the condition of use maybe change at anytime.
pt: Por favor, entenda que o painel principal está em teste e o plano e as condições de uso podem mudar a qualquer momento.

source: It seems that you are using default domain (%(domain)s) which is not recommended.
pt: Parece que você está usando o domínio padrão (%(domain)s), o que não é recomendado. Por favor, altere ou remova-o da seção de domínio.

source: It seems that you have not created any users yet. Default user link: %(default_link)s
pt: Parece que você ainda não criou nenhum usuário. link de usuário padrão: %(default_link)s

source: serverssh.password-login.warning
pt: Seu servidor está vulnerável a abusos porque PasswordAuthentication está habilitado em seu SSH. Para proteger seu servidor, mude para o mecanismo de autenticação de chave e desative PasswordAuthentication. <a href='https://github.com/hiddify/Hiddify-Manager/wiki/Disable-SSH-Password-Authentication'>consulte Mais informação...</a>

source: child has been removed!
pt: Child removido

source: domain.description
pt: Por favor, preencha este campo com cuidado e corretamente. Caso contrário, os proxies terão problemas. Visite <a href='https://github.com/hiddify/hiddify-config/wiki/راهنمای-تنظیم-دامنه-و-نهایی-کردن-نصب#آموزش-ساخت-زیردامنه'> Ajuda</a> para aprenda como criar um subdomínio.

source: domain.domain
pt: Domínio

source: domain.mode
pt: Modo

source: domain.ip
pt: IP

source: domain.cdn
pt: CDN

source: domain.domain_fronting.label
pt: 🔒 Habilitar fronting de domínio TLS

source: domain.domain_fronting.description
pt: É usado para simular outro site em vez do seu site no SNI. portanto, o GFW não pode filtrar seu domínio <a href='https://github.com/hiddify/hiddify-config/wiki/Guide-for-domain-fronting'>Guia</a>. ⚠️CloudFlare não suporta fronting de domínio.

source: Direct mode means you want to use your server directly (for usual use), CDN means that you use your server on behind of a CDN provider.
pt: Modo <b>Direto</b>: escolha este modo se você definir seu domínio em seu provedor DNS em um modo somente DNS. (Modo CDN ou Proxy desligado) <br> Modo <b>CDN</b>: escolha este modo se você usar o domínio do seu servidor em um provedor CDN. (Modo proxy ativado)<br> Modo <b>Auto CDN IP</b>: É como o modo CDN, exceto que o IP apropriado é definido automaticamente com base no IP fornecido pelo ircf.space. Em Auto_CDN_IP, o IP será resolvido do domínio, mas no modo cdn, o domínio será retornado<br> Modo <b>Relay</b>: escolha este modo se estiver usando um ou mais servidores intermediários. <a href='https://github.com/hiddify/hiddify-config/discussions/129' target='_blank'>Leia mais</a> <br> Modo <b>Fake</b>: escolha este modo se quiser usar um domínio falso (por exemplo, Soft98.ir) para ignorar o proxy SNI whitelist. (Não recomendado)

source: You can select the configs with which domains show be shown in the user area. If you select all, automatically, all the new domains will be added for each users.
pt: Para os usuários que visitam a área do usuário com este domínio, especifique que eles podem ver os proxies de quais domínios. <br> Sugestão: Para um domínio com IP não filtrado e diferente dos demais, selecione todos os outros domínios (exceto o domínio atual). Como resultado, como o uso deste IP não é para proxy e é um site simples, este domínio e IP nunca serão bloqueados e seus usuários poderão facilmente atualizar novos perfis.

source: The name shown in the configs for this domain.
pt: O nome que será mostrado nas Configs deste Domínio.

source: This can be used for giving your users a permanent non blockable links.
pt: Isso pode ser usado para fornecer aos seus usuários links permanentes não bloqueáveis.

source: gRPC is a H2 based protocol. Maybe it is faster for you!
pt: ℹ️ gRPC é um protocolo baseado em H2. Talvez seja mais rápido para você!

source: Invalid REALITY hostnames
pt: Nomes de host REALITY inválidos

source: Only for sublink?
pt: 🌍 Use apenas para link de assinatura

source: Show Domains
pt: Mostrar configurações de domínios

source: Alias
pt: Pseudônimo

source: admin link
pt: Link do administrador

source: All
pt: Todos

source: You have used this domain in:
pt: Já utilizou este Domínio em:

source: Couldn't find your ip addresses
pt: Não foi possível encontrar seus endereços IP

source: Domain is not REALITY friendly!
pt: O domínio não é compatível com Reality!

source: REALITY Fallback domain is not compaitble with server names!
pt: REALITY Fallback Domain não é compatível com nomes de servidores!

source: Error in auto cdn format
pt: Erro no formato CDN automático

source: node.name.label
pt: Nome do nó

source: node.mode.label
pt: Modo de nó

source: node.uuid.label
pt: UUID do nó

source: Remote nodes are not supported yet!
pt: Nós remotos ainda não são suportados!

source: quicksetup.setlang.success
pt: A alteração do idioma foi bem-sucedida.

source: quicksetup.setlang.error
pt: Ocorreu um erro ao alterar o idioma.

source: lang.en
pt: 🇺🇸 Inglês انگلیسی 英语

source: lang.fa
pt: 🇮🇷 Persian فارسی 波斯语

source: lang.pt
pt: 🇵🇹 Portugal پرتغالی 葡萄牙

source: lang.zh
pt: 🇨🇳 Chinese چینی 简体中文

source: lang.ru
pt: 🇷🇺 Russian روسی Русский

source: Iran
pt: 🇮🇷 Irã

source: config.Invalid domain
pt: Erro! Domínio inválido. O formato do domínio é www.google.com

source: config.Domain already used
pt: O domínio existe na seção de domínios. Usar outro domínio

source: Domain (%(domain)s)-> IP=%(domain_ip)s is not matched with your ip=%(server_ip)s which is required in direct mode
pt: Domain (%(domain)s)-> IP = %(domain_ip)s não é igual ao seu IP = %(server_ip)s . isso é necessário no modo direto

source: Port is already used! in
pt: A porta já é usada em:

source: ProxyPath is already used! use different proxy path
pt: ProxyPath já está em uso! usar caminho de proxy diferente

source: Xray
pt: ☢️ Raio X

source: Disable
pt: Desativar

source: Only Blocked and Local websites
pt: ☑️ Somente sites bloqueados localmente

source: Others
pt: 🇺🇳 Outros

source: Release
pt: ✅ Liberação

source: Develop
pt: ⚠️ Desenvolver

source: lib.telegram.python
pt: ✅ Python: baixo desempenho

source: lib.telegram.go
pt: ✅ Ir: alto desempenho - sem suporte de anúncios

source: lib.telegram.orignal
pt: ⛔️ Não funciona - Original: alto desempenho

source: lib.telegram.erlang
pt: ⛔️ NÃO está funcionando - Erlang: desempenho médio

source: Invalid admin link
pt: Link de administrador inválido

source: config.Invalid telegram bot token
pt: Token do bot telegram inválido

source: config.Invalid brand link
pt: Link inválido. deve estar neste formato: (https ou http://example.com)

source: config.invalid uuid
pt: Secret UUID inválido. exemplo: 6098ea35-8cb2-4a08-ba15-2be25bc49cb6

source: config.Invalid proxy path
pt: Caminho de proxy inválido. Deve ser uma string ASCI (a-z A-Z 0-9)

source: config.Invalid port
pt: Porta inválida. deve ser inteiro separado por vírgula, por exemplo 2052,2053

source: config.Invalid! The pattern is number-number
pt: ⚠️ Configuração inválida! O padrão é número-número

source: config.Invalid! it should be a number only
pt: ⚠️ Configuração inválida! Deve ser apenas um número

source: Reset package days
pt: 📆 Redefinir dias do pacote

source: Reset package usage
pt: ⏳ Redefinir o uso do pacote

source: Reset every month
pt: Por mês

source: Added by
pt: Adicionado por

source: Start Date
pt: Data de início

source: Last Online
pt: Última vez online

source: Package Days
pt: Dias do pacote

source: Max IPs
pt: Máximo de IPs

source: Enable
pt: Habilitar

source: Add some text that is only visible to you.
pt: Você pode adicionar algum texto, será visível apenas para voce

source: Define the user mode. Should the usage reset every month?
pt: O modo de pacote do usuário. o uso deve ser redefinido a cada mês, semana etc.

source: If monthly is enabled, the usage will be reset after 30 days from this date.
pt: Se a opção mensal estiver habilitada, quando esse número chegar a 30, o uso do usuário será zerado! (para semanal, e diário o número será 7 e 1)

source: From when the user package will be started? Empty for start from first connection
pt: Especifique a data de início do pacote. Deixe em branco para começar a partir da primeira conexão.

source: How many days this package should be available?
pt: Quantos dias é este pacote?

source: Package not started yet.
pt: Pacote ainda não iniciado.

source: Remaining:
pt: O pacote termina em

source: You have too much users! You can have only %(active)s active users and %(total)s users
pt: Você tem muitos usuários! Você pode ter apenas %(active)s usuários ativos e %(total)s usuários

source: You can download a json formated of configurations by clicking <a href='%(link)s' class='btn btn-primary'>here</a>
pt: 🔄 O painel Hiddify faz um backup automaticamente a cada 6 horas. O caminho dos arquivos de backup no servidor: <br> /opt/hiddify-config/hiddify-panel/backup <br> <br> <br> ⚠️ Você pode baixar um arquivo JSON das configurações clicando no botão abaixo <br> <br> <a href='%(link)s' class='btn btn-primary'>Faça o download do arquivo de backup</a>

source: Restore
pt: ♻️ Restaurar

source: You can restore your configs from previously downloaded configs
pt: Você pode restaurar suas configurações do arquivo de backup baixado anteriormente

source: Why Going to Premium?
pt: Por que ir para premium?

source: Premium Description
pt: O painel Hiddify é feito para uso não comercial. Mas se você usar este painel comercialmente, ajude o projeto a crescer com uma doação. <br/> Em troca de seu suporte financeiro, também fornecemos facilidades especiais para seu produto comercial. <br/> <br/> Como: <ul><li> <li>A possibilidade de sincronizar com o Cloudflare: ou seja, adicionando um domínio no painel, as configurações relevantes também podem ser feitas no Cloudflare</li> <li>Possibilidade de exibir sua marca no painel</li> <li>Possibilidade de Utilizar o Painel Central para Gerenciar Mais de 1 Servidor em Apenas um Painel, Assim Não É Mais Necessário Cadastrar Usuários em Servidores Diferentes, E Seu Volume Será Coletado em Todos os Servidores. </li> <li> A possibilidade de usar o bot do Telegram </li> <li> Capacidade de alterar nomes de proxy </li> </ul> Entre em contato com <a href='tg://resolve?domain=HiddifyCommercial'>@HiddifyCommercial</a> após a doação. Envie uma mensagem para obter uma versão especial para usuários corporativos.

source: Search Settings
pt: Configurações de pesquisa

source: Create
pt: Criar

source: Save & Add More
pt: Salvar e adicionar mais

source: Close
pt: Fechar

source: Back
pt: Voltar

source: Today Usage
pt: Hoje

source: Yesterday Usage
pt: Ontem

source: Month Usage
pt: Por mês

source: Total Usage
pt: Uso total

source: In 5 minutes
pt: Em 5 minutos

source: Network
pt: Rede

source: From Last Restart
pt: Da última reinicialização

source: CPU %(cores)s Cores
pt: CPU %(cores)s Núcleos

source: RAM
pt: BATER

source: Disk
pt: Disco rígido

source: Hiddify
pt: Ocultar

source: Childs
pt: Crianças

source: No children!
pt: sem filhos

source: Domain
pt: Domínio

source: Edit Proxy Names
pt: ✏️ Modificando Proxies

source: Save Link
pt: Link salvo

source: Please note that your panel can be accessed only via <a href="%(adminlink)s" class="btn btn-primary copy-link">%(adminlink)s</a>. Please save this link.
pt: Por favor, note que seu painel pode ser acessado apenas através do link a seguir. por favor, salve este link. <p><a href='%(adminlink)s' class='btn btn-secondary copy-link'><i class='fa-solid fa-copy'></i></a> <a href='%(adminlink)s' class='copy-link' style='word-break: break-all;'>%(adminlink)s</a></p>

source: Please wait
pt: Por favor, aguarde

source: log
pt: 📄 Registro

source: Click here to see the complete log
pt: Clique aqui para ver o registro completo

source: Success
pt: Sucesso

source: The action done successfully. You can now leave this page.
pt: ✅ A Ação Feita com Sucesso. Agora você pode sair desta página

source: With selected
pt: Com selecionado

source: Are you sure you want to delete this record?
pt: Você tem certeza que deseja excluir este item?

source: Filter
pt: Filtro

source: Export
pt: Exportar

source: Save
pt: Salvar

source: Root
pt: Raíz

source: Sort by %(name)s
pt: Ordenar por %(name)s

source: Rename File
pt: Renomear arquivo

source: Are you sure you want to delete \'%(name)s\' recursively?
pt: Você tem certeza que deseja excluir \'%(name)s\' recursivamente?

source: Are you sure you want to delete \'%(name)s\'?
pt: Você tem certeza que deseja excluir \'%(name)s\'?

source: Upload File
pt: Upload de arquivo

source: Create Directory
pt: Criar diretório

source: Please select at least one file.
pt: Por favor, selecione pelo menos um arquivo.

source: Edit
pt: Editar

source: Delete?
pt: Excluir?

source: New
pt: Novo

source: Add
pt: Adicionar

source: Apply
pt: Aplicar

source: Reset Filters
pt: Limpar Filtros

source: Create New Record
pt: Criar Novo Registro

source: Select all records
pt: Selecionar todos os registros

source: Select record
pt: Selecionar registro

source: Please select at least one record.
pt: Por favor, selecione pelo menos um registro.

source: In this section, you can add your domain. You need to add at least one domain in direct mode.
pt: Nesta seção, você pode adicionar seu domínio. <br> Se você deseja diminuir a probabilidade de ter um IP sujo, pode adicionar Multiple Relay Server <a href='https://github.com/hiddify/hiddify-config/discussions/129'>Leia mais</a>. <br> Se você tiver Múltiplos IPv4 ou IPv6 em seu Painel, deverá adicionar o domínio apontado para eles como Relay.

source: Send Message to User's Telegram
pt: 📣 Enviar mensagem para o telegram do usuário

source: All Users
pt: Todos os usuários

source: Expired Users
pt: Usuários expirados

source: Active Users
pt: Usuários ativos

source: Offline more than 1 hour
pt: Offline por mais de 1 hora

source: Offline more than 1 day
pt: Offline por mais de 1 dia

source: Offline more than 1 week
pt: Offline há mais de uma semana

source: User usage will be updated every 6 minutes. To update it now click <a href="%(link)s" class="btn btn-info">here</a>
pt: O uso do usuário será atualizado a cada 6 minutos. Para atualizá-lo agora clique <a href="%(link)s"<inlang-LineFeed>class="btn btn-info"&gt;aqui</a>

source: Please type your message to send to the telegram:
pt: ✏️ Por favor, escreva sua mensagem para enviar para o Telegram:

source: Sending
pt: Enviando...

source: The message has been sent.
pt: A mensagem foi enviada.

source: %(count)s records were successfully disabled.
pt: %(count)s registros foram desativados com sucesso.

source: %(count)s records were successfully enabled.
pt: %(count)s registros foram ativados com sucesso.

source: app.hiddify.next.title
pt: Hiddificar próximo

source: app.hiddify.next.description
pt: Hiddify Próxima Descrição

source: app.hiddifyn.title
pt: HiddificarN

source: app.hiddifyn.description
pt: Descrição do HiddifyN

source: app.v2rayng.title
pt: V2RayNG

source: app.v2rayng.description
pt: Descrição do V2RayNG
