Repository: pypi-data/pypi-mirror-260
Catalog: packages/hiddifypanel/hiddifypanel-10.8.0.dev97.tar.gz/hiddifypanel-10.8.0.dev97/hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: 0 - Last day
pt: Último dia

source: admin.config.apply_configs
pt: Aplicar configurações

source: admin.config.title
pt: Configurações

source: admin.proxy.global_config
pt: ⚙️ Configurações globais

source: admin.proxy.detailed_config
pt: ⚙️ Configurações detalhadas

source: admin.quicksetup.title
pt: Configuração rápida

source: admin.quicksetup_intro
pt: Os IPs do seu servidor são: <div> IPv4: %(ipv4)s <br> IPv6: %(ipv6)s </div> Defina esses IPs em seu Domínio ou Subdomínio e insira seu Domínio ou Subdomínio na caixa abaixo.

source: admin.Actions:apply_configs
pt: Aplicar configurações

source: admin.menu.home
pt: Painel

source: admin.menu.user
pt: Usuários

source: admin.menu.config
pt: Configurações

source: admin.menu.support
pt: Ajuda

source: admin.menu.telegram
pt: Telegram

source: admin.menu.domain
pt: domínios

source: admin.menu.proxy
pt: Proxies

source: admin.menu.api
pt: API

source: admin.actions.title
pt: Ações

source: admin.actions.status
pt: Status

source: admin.actions.viewlogs
pt: Ver registros de logs

source: admin.actions.apply_configs
pt: Aplicar configurações

source: admin.actions.update
pt: Atualizar

source: admin.actions.reinstall
pt: Reinstalar

source: admin.actions.reset
pt: Reiniciar sistema

source: config.validation-success
pt: As configurações foram alteradas com sucesso. Clique em %(link)s para aplicar as configurações. Pode levar 2 minutos para aplicar

source: config.validation-success-no-reset
pt: ✅ As configurações foram alteradas com sucesso

source: config.cdn_forced_host.description
pt: Nesta parte, você pode usar um conjunto de domínios ou IPs específicos para que seu servidor cdn seja substituído nos links do usuário. Se você usar <a href='https://ircf.space/export.php'>este modelo </a>, o IP relevante será selecionado de acordo com a operadora do usuário e se você colocar um intervalo de IPs O IP serão selecionados aleatoriamente desse intervalo. Use <a target='_blank' href='https://ip-format.hiddify.com'>este link</a> para definir IPs pessoais.

source: config.cdn_forced_host.label
pt: Forçar a configuração do CDN para usar os seguintes IPs

source: config.reality_server_names.description
pt: Você pode adicionar vários nomes de servidor em formato separados por vírgulas

source: config.reality_server_names.label
pt: 🌎 Nomes de servidores

source: config.validation-error
pt: Há um erro em um dos campos.

source: config.domain_fronting.label
pt: Frente de domínio

source: config.domain_fronting.description
pt: Ele é usado para simular outro site em vez do seu site no SNI. portanto, GTW não pode filtrar seu domínio <a href='https://github.com/hiddify/hiddify-config/wiki/%D8%A7%D8%B3%D8%AA%D9%81%D8%A7%D8%AF%D9%87- %D8%A7%D8%B2-%D8%AF%D8%A7%D9%85%DB%8C%D9%86-%D9%81%D8%B1%D8%A7%D9%86%D8%AA %DB%8C%D9%86%DA%AF'>Guia</a>.

source: config.admin_lang.label
pt: Idioma do Painel Administrativo

source: config.admin_lang.description
pt: Escolha o idioma para a área administrativa

source: config.country.label
pt: Country

source: config.country.description
pt: Aplica as configurações apropriadas para cada país de acordo com as condições de filtragem desse país

source: config.block_iran_sites.label
pt: ⛔️ Bloquear sites iranianos

source: config.block_iran_sites.description
pt: Bloqueie sites iranianos para impedir a detecção pelo governo (Experimental: se houver algum problema, desative-o e informe-nos.)

source: config.decoy_domain.label
pt: 🔀 Site Decoy

source: config.decoy_domain.description
pt: Site falso: simula um site quando alguém visita seu domínio. Por favor, não use sites iranianos, sites populares bem conhecidos como: Google, Yahoo, Wikipedia, etc.

source: config.telegram_lib.label
pt: 🔢 Biblioteca de proxy do Telegram

source: config.telegram_lib.description
pt: Você pode alternar entre diferentes Bibliotecas do Telegram. Observe que apenas o Python funciona em todos os servidores, outros podem ter algum problema. Proxy de teste após alterá-lo.

source: config.admin.label
pt: Configurações de administrador

source: config.admin.description
pt: A seção Admin é para definir as configurações relacionadas ao administrador

source: config.lang.label
pt: Idioma da área do usuário

source: config.lang.description
pt: Escolha o idioma para a área de usuários

source: config.branding_title.label
pt: 👁‍🗨 Título da página do usuário

source: config.branding_title.description
pt: Insira um título personalizado para ser exibido na página do usuário. (antes do texto de boas-vindas de yser)

source: config.branding_site.label
pt: 🆔 Link de suporte (vai tanto no título da marca quanto na seção de suporte da página do usuário)

source: config.branding_site.description
pt: O link a ser mostrado na seção de suporte da página do usuário. Você também pode colocar seu Canal Telegram ou Telegram PV aqui.

source: config.branding_freetext.label
pt: 📢 Texto da seção de suporte

source: config.branding_freetext.description
pt: Texto de marca. o texto desta caixa será mostrado na seção de suporte da página do usuário. você pode usar tags HTML

source: config.branding.label
pt: Personalizando a página do usuário

source: config.branding.description
pt: Configurações de personalização para a página do usuário

source: config.firewall.label
pt: 🛡️ Firewall

source: config.firewall.description
pt: A ativação do Firewall abrirá as portas usadas (pelo menos 22.443.80 e SSH) e fechará todas as outras portas

source: config.auto_update.label
pt: 🔄 Atualização automática

source: config.auto_update.description
pt: Todos os dias às 3:00 da manhã, verificaremos se há uma nova atualização. se houver uma nova atualização disponível, atualizaremos o sistema automaticamente

source: config.speed_test.label
pt: 🚀 Teste de velocidade

source: config.speed_test.description
pt: Permita que seus usuários façam o teste de velocidade. Isso os ajuda a identificar a qualidade do link

source: config.only_ipv4.label
pt: 4⃣ Somente IPv4

source: config.only_ipv4.description
pt: Ele desabilitará o IPv6

source: config.show_usage_in_sublink.label
pt: 💬 Mostrar uso no sublink

source: config.show_usage_in_sublink.description
pt: Esta opção cria uma configuração falsa no sublink do usuário que mostra o volume restante do usuário

source: config.general.label
pt: Configurações Gerais

source: config.general.description
pt: É Configurações Gerais do Sistema

source: config.vmess_enable.label
pt: ♈️ Habilitar VMess

source: config.vmess_enable.description
pt: É relatado por várias pessoas que o VMess faz com que o sistema seja detectado pelo governo. Então não é recomendado

source: config.v2ray_enable.label
pt: ♈️ Habilitar V2Ray

source: config.v2ray_enable.description
pt: V2ray não suporta contabilidade, e não é sugerido

source: config.shared_secret.label
pt: 🔐 Segredo Compartilhado

source: config.shared_secret.description
pt: Alguns Proxies não suportam Contabilidade atualmente, então temos que usar um segredo para eles

source: config.proxies.label
pt: Configurações de Proxies

source: config.proxies.description
pt: Definir configurações de proxy específicas

source: config.domain_fronting_tls_enable.label
pt: 🔒 Habilitar fronting de domínio TLS

source: config.domain_fronting_tls_enable.description
pt: No CloudFlare, TLS Domain Fronting não é suportado. ele usará a porta 443 para se conectar ao CDN

source: config.domain_fronting_domain.label
pt: Frente de domínio

source: config.domain_fronting_domain.description
pt: Ele é usado para simular outro site em vez do seu site no SNI. portanto, GTW não pode filtrar seu domínio

source: config.telegram_enable.label
pt: ✔️ Habilitar Telegram MTProto

source: config.telegram_enable.description
pt: Telegram MTProto é usado para Encapsulate Telegram Proxy como um tráfego tls

source: config.telegram_adtag.label
pt: 📍Telegram AD Tag

source: config.telegram_adtag.description
pt: É usado para mostrar um canal patrocinado na lista de chat do cliente. Para anunciar um canal, obtenha uma tag de @MTProxybot . digite o código 0123456789ABCDEF0123456789ABCDEF nesse bot.

source: config.telegram_fakedomain.label
pt: 🔀 Domínio falso do Telegram

source: config.telegram_fakedomain.description
pt: Use um domínio conhecido em seu data center. por exemplo, se você estiver no datacenter do Azure, microsoft-update.com é um bom exemplo

source: config.telegram.label
pt: Telegram Proxy

source: config.telegram.description
pt: Um proxy projetado para o Telegram ignorar a filtragem do Telegram

source: config.http_proxy_enable.label
pt: ☑️ Permitir conexão HTTP

source: config.http_proxy_enable.description
pt: Ao permitir isso, seus usuários podem se conectar ao sistema com a porta HTTP não criptografada. (Não recomendado)

source: config.http_ports.label
pt: 🔎 Portas HTTP

source: config.http_ports.description
pt: Inteiros separados por vírgula indicando as portas a serem usadas como conexões não criptografadas (a porta 80 será usada em qualquer caso)

source: config.http.label
pt: Configuração HTTP

source: config.http.description
pt: As configurações HTTP podem ser definidas nesta seção

source: config.allow_invalid_sni.label
pt: 🆗 Permitir SNI inválido

source: config.allow_invalid_sni.description
pt: Se você permitir SNI inválido, poderá usar qualquer Domínio em vez do seu Domínio original para acessar o Proxy (Não Recomendado)

source: config.tls_ports.label
pt: 🔎 Portas TLS

source: config.tls_ports.description
pt: Inteiros separados por vírgula indicando as portas a serem usadas como conexão TLS (a porta 443 será usada em qualquer caso)

source: config.tls.label
pt: Configuração de TLS

source: config.tls.description
pt: As configurações de TLS podem ser definidas nesta seção.

source: config.ssfaketls_enable.label
pt: 🆎 Shadowsocks FakeTLS (Simples OBFS)

source: config.ssfaketls_enable.description
pt: O protocolo OBFS simples não é recomendado

source: config.ssfaketls_fakedomain.label
pt: 🌍 SS FakeTLS FakeDomain

source: config.ssfaketls_fakedomain.description
pt: Use um domínio conhecido em seu data center. por exemplo, se você estiver no datacenter do Azure, microsoft-update.com é um bom exemplo

source: config.ssfaketls.label
pt: Shadowsocks FakeTLS

source: config.ssfaketls.description
pt: Shadowsocks FakeTLS é uma ferramenta de ofuscação simples que encapsula a data In tls package

source: config.shadowtls_enable.label
pt: ShadowTLS

source: config.shadowtls_enable.description
pt: ShadowTLS é um novo protocolo, mas pode ocultar o tráfego do governo usando o FakeTLS

source: config.shadowtls_fakedomain.label
pt: 🌍 Domínio Falso ShadowTLS

source: config.shadowtls_fakedomain.description
pt: Use um domínio conhecido em seu data center. por exemplo, se você estiver no data center do Azure, microsoft-update.com é um bom exemplo

source: config.shadowtls.label
pt: ShadowTLS

source: config.shadowtls.description
pt: Um Proxy para expor o handshake tls real ao firewall. Funciona como Trojan, mas não requer certificado de assinatura. o firewall verá o handshake tls real com o certificado válido que você escolher.

source: config.restls.label
pt: RestTLS

source: config.tuic.label
pt: TUIC

source: config.tuic.description
pt: O proxy de alto desempenho delicadamente TUICed está no topo do protocolo QUIC. O objetivo do TUIC é minimizar a latência do handshake o máximo possível

source: config.ssr.label
pt: SSR

source: config.ssr.description
pt: ShadowsocksR é um fork do projeto Shadowsocks original, considerado superior em termos de segurança e estabilidade.

source: config.kcp.label
pt: KCP

source: config.kcp.description
pt: As configurações do KCP podem ser definidas nesta seção.

source: config.utls.label
pt: ℹ️ uTLS

source: config.utls.description
pt: Esta opção irá simular diferentes navegadores, portanto, GFW não pode detectar sua navegação

source: config.telegram_bot_token.label
pt: 🔐 Token de Bot do Telegram

source: config.telegram_bot_token.description
pt: Para adicionar o recurso de bot do Telegram. você precisa criar um bot com @BotFather e inserir o código da API neste campo

source: config.package_mode.label
pt: 🔄 Modo de atualização de pacotes

source: config.package_mode.description
pt: Especifique se você deseja um pacote lançado ou desenvolvido

source: config.advanced.label
pt: Configurações avançadas

source: config.advanced.description
pt: Nesta parte, existem algumas configurações avançadas que é melhor não serem alteradas, a menos que você seja um usuário avançado

source: config.proxy_path.label
pt: ℹ️ Caminho do proxy secreto

source: config.proxy_path.description
pt: Usamos o caminho de proxy secreto para ocultar nossos proxies para o governo

source: config.path_trojan.label
pt: ℹ️ Caminho de Tróia

source: config.path_trojan.description
pt: Para Links de Tróia

source: config.path_vless.label
pt: ℹ️ Caminho SEM V

source: config.path_vless.description
pt: Para o caminho VLESS

source: config.path_vmess.label
pt: ℹ️ Caminho VMess

source: config.path_vmess.description
pt: Para o link VMess

source: config.path_grpc.label
pt: ℹ️ caminho gRPC

source: config.path_grpc.description
pt: Caminho gRPC nas configurações

source: config.path_tcp.label
pt: ℹ️ Caminho de configuração TCP

source: config.path_tcp.description
pt: Para o link de proxy

source: config.path_ws.label
pt: ℹ️ Caminho das solicitações do Websocket

source: config.path_ws.description
pt: Especifique o caminho do Websocket

source: config.cloudflare.label
pt: 🔑 API Cloudflare

source: config.cloudflare.description
pt: Por favor, siga <a href='https://github.com/hiddify/hiddify-config/wiki/Get-Cloudflare-API' target='_blank'>a instrução</a> e cole a chave de API Cloudflare

source: config.too_advanced.label
pt: Configurações muito avançadas

source: config.too_advanced.description
pt: Especifique o caminho do proxy. É importante especialmente se você estiver usando HTTP e VMess

source: config.warp_plus_code.label
pt: 🔑 Chave WARP Plus

source: config.warp_plus_code.description
pt: Aumenta a velocidade de navegação. Para obter a chave, acesse <a href='https://t.me/hiddify_board'> aqui </a> envie uma mensagem <br> Caso haja algum erro nesta Chave, o WARP será desabilitado.

source: config.warp_mode.label
pt: ✴️ Modo WARP Plus

source: config.warp_mode.description
pt: Todos: Todos os sites que usam WARP+ serão removidos <br> Apenas sites domésticos e bloqueados: apenas sites iranianos, Google, Spotify, Netflix, OpenAi e IPinfo.io - Eles usam WARP+

source: config.warp.label
pt: WARP Plus

source: config.warp.description
pt: Warp é uma ferramenta que esconde o IP do seu servidor dos sites onde os usuários navegam <br> Por exemplo, se você tiver um problema com o Google, ele pode ser corrigido.

source: config.reality_short_ids.label
pt: 🆔 IDs curtos

source: config.reality_short_ids.description
pt: não mude isso

source: config.reality_fallback_domain.label
pt: 🌍 Domínio alternativo

source: config.reality_fallback_domain.description
pt: Quando o GTW visitar os sites em nomes de servidor, ele será redirecionado para este domínio

source: config.reality_private_key.label
pt: 🔑 Chave Privada

source: config.reality_private_key.description
pt: Não mude isso

source: config.reality_public_key.label
pt: 🔑 Chave pública

source: config.reality_public_key.description
pt: não mude isso

source: config.reality.label
pt: Reality

source: config.reality.description
pt: REALITY elimina o recurso de impressão digital TLS do lado do servidor

source: config.warp_enable.label
pt: Habilitar WARP+

source: config.warp_enable.description
pt: O WARP ajuda você a contornar o bloqueio do Google, Spotify e Netflix .

source: config.license.label
pt: Código de licença

source: config.license.description
pt: Para uso comercial deste produto, você deve comprar sua licença

source: config.is_parent.label
pt: Painel pai

source: config.parent_panel.label
pt: Painel Pai (Multi-servidor)

source: config.parent_panel.description
pt: Você pode se conectar ao Painel Central para definir apenas um usuário e o uso de todos os servidores será adicionado cumulativamente.

source: config.admin_secret.label
pt: Admin Secret

source: config.admin_secret.description
pt: O segredo do administrador será usado para acessar o painel de administração

source: config.kcp_ports.label
pt: Portas KCP

source: config.kcp_ports.description
pt: Inteiros separados por vírgula indicando as portas a serem usadas como conexão KCP.

source: config.kcp_enable.label
pt: Habilitar KCP

source: config.kcp_enable.description
pt: É um protocolo baseado em UDP

source: config.netdata.label
pt: Netdata

source: config.netdata.description
pt: Para exibir recursos. usa a CPU do seu servidor, mas não é muito.

source: config.torrent_block.label
pt: Configuração do Bloco de Torrent

source: config.torrent_block.description
pt: As configurações do bloco de torrent podem ser definidas nesta seção.

source: config.tuic_enable.label
pt: Ativar TUIC

source: config.tuic_enable.description
pt: É um protocolo baseado em UDP semelhante ao QUIC

source: config.tuic_port.label
pt: Portas TUIC

source: config.tuic_port.description
pt: Use vírgula para separar portas como 63000,60000

source: config.ssr_enable.label
pt: Habilitar SSR

source: config.ssr_enable.description
pt: ShadowsocksR é um fork do projeto Shadowsocks original, considerado superior em termos de segurança e estabilidade. Não testado. Não suporta contabilidade.

source: config.ssr_fakedomain.label
pt: SSR FakeDomain

source: config.ssr_fakedomain.description
pt: Por favor, use um domínio bem conhecido em seu data center. por exemplo, se você estiver no data center do Azure, microsoft-update.com é um bom exemplo

source: config.domain_fronting_http_enable.label
pt: Ativar fachada de domínio HTTP

source: config.domain_fronting_http_enable.description
pt: Habilitar HTTP Domain Fronting faz com que seu domínio seja bloqueado rapidamente.

source: config.db_version.label
pt: Rótulo da versão do banco de dados

source: config.db_version.description
pt: Descrição da versão do banco de dados

source: config.not_found.label
pt: Configuração não encontrada

source: config.not_found.description
pt: Configuração não encontrada

source: config.path_v2ray.label
pt: Pasta V2Ray

source: config.path_v2ray.description
pt: Definir caminho de configuração do V2Ray

source: config.path_ss.label
pt: Caminho das Meias de Sombra

source: config.path_ss.description
pt: Caminho Shadowsocks nos Links

source: config.ssh_server_redis_url.label
pt: Endereço do banco de dados do usuário SSH

source: config.ssh_server_redis_url.description
pt: Não usado

source: config.ssh_server_port.label
pt: Porta Proxy SSH

source: config.ssh_server_port.description
pt: Isso é completamente diferente do seu servidor ssh original. É um programa dedicado.

source: config.ssh_server_enable.label
pt: Ativar proxy SSH

source: config.ssh_server_enable.description
pt: O proxy SSH é completamente diferente do servidor ssh original.

source: config.core_type.label
pt: 🎛️ Núcleo

source: config.core_type.description
pt: ☢️ XRay: é um núcleo completo <br> 📦 Singbox: Desenvolvido por SagerNet. Também é um bom núcleo

source: config.dns_server.label
pt: 🖥 Servidor DNS

source: config.dns_server.description
pt: ✳️ Padrão 1.1.1.1 <br> 🚧 Bloquear Malware 1.1.1.2 <br> 🔞 Bloquear pornografia 1.1.1.3

source: config.hysteria_enable.label
pt: Habilitar Histeria

source: config.hysteria_enable.description
pt: Para ativar o protocolo de histeria baseado em udp

source: config.hysteria_port.label
pt: Porto de Histeria

source: config.hysteria_port.description
pt: Porta UDP de histeria, por exemplo 5678

source: config.ssh.label
pt: Proxy SSH

source: config.ssh.description
pt: Um proxy SSH, também conhecido como túnel SSH ou encaminhamento de porta SSH, é um método seguro de criar um canal de comunicação seguro entre duas máquinas em uma rede insegura. Temos um aplicativo específico que é completamente diferente do servidor ssh e não pode executar nenhum comando

source: config.hysteria.label
pt: Histeria

source: config.hysteria.description
pt: Hysteria é uma ferramenta de proxy e retransmissão repleta de recursos otimizada para conexões instáveis ​​e com perdas (por exemplo, redes de satélite, Wi-Fi público congestionado, conexão com servidores estrangeiros da China)

source: Domain can not be resolved! there is a problem in your domain
pt: O domínio não pode ser resolvido! Há um problema em seu domínio. Verifique as configurações do seu Domínio.

source: Error! auto cdn ip can not be find, please contact admin.
pt: Erro no Auto CDN IP! Não pode ser encontrado, entre em contato com o administrador

source: This domain does not exist in the panel!
pt: Este Domínio não existe no Painel!

source: selected domain for REALITY is not in the same ASN. To better use of the protocol, it is better to find a domain in the same ASN.
pt: O domínio selecionado para REALITY não está no mesmo ASN. Para melhor aproveitamento do Protocolo, é melhor encontrar um Domínio com o mesmo ASN

source: User activated!
pt: Usuário ativado

source: Package ended!
pt: Package encerrado

source: Your domains changed. Please do not forget to copy admin links, otherwise you can not access to the panel anymore.
pt: ⚠️ Seus domínios mudaram. por favor, não se esqueça de copiar os links do administrador, caso contrário, você não poderá mais acessar o painel

source: Success! Please wait around 4 minutes to make sure everything is updated. During this time, please save your proxy links which are:
pt: Aguarde cerca de 5 minutos para garantir que tudo esteja atualizado. durante esse período, copie e salve seus links de proxy, que são:

source: see the log in the bellow screen
pt: 📑 Veja o log na tela abaixo

source: Success! Please wait around 5 minutes to make sure everything is updated.
pt: ✔️ Sucesso! Aguarde cerca de 5 minutos para garantir que tudo esteja atualizado

source: actions
pt: Ações

source: user.user_links
pt: Links de usuário

source: user.name
pt: Nome

source: user.UUID
pt: UUID

source: user.usage_limit_GB
pt: Limite de uso (GB)

source: user.current_usage_GB
pt: Uso atual (GB)

source: user.expiry_time
pt: Expiração (dias)

source: user.last_reset_time
pt: Redefinir para a última vez que ouve uso.

source: user.home.title
pt: Ocultar

source: user.home.tool.all-configs
pt: Todas as configurações

source: user.home.tool.doh.title
pt: DNS sobre HTTPS

source: user.home.allconfig.name
pt: Nome e Link

source: user.home.allconfig.type
pt: Tipo

source: user.home.allconfig.protocol
pt: Protocolo

source: user.home.allconfig.transport
pt: Transporte

source: user.home.allconfig.security
pt: Segurança

source: user.home.allconfig.hiddify-managers
pt: Todos os gerenciadores de configuração do Hiddify

source: user.home.allconfig.clash-configs
pt: Configurações de confronto

source: user.home.allconfig.link-configs
pt: Link de assinatura

source: user.home.allconfigs.expect_vless
pt: Exceto VMenos
