import interscript
import regex as re
interscript.stdlib.define_map("bgnpcgn-kur-Arab-Latn-2007")
def _stage_main(s):
    s = interscript.stdlib.parallel_regexp_gsub(s, *_PRE_625409901289839565)
    s = re.compile("(?<="+interscript.stdlib.aliases["boundary"]+")(?<!"+interscript.stdlib.aliases["boundary"]+"[‘’'])[a-￿]", re.MULTILINE).sub(interscript.stdlib.upper, s)
    return s

interscript.stdlib.add_map_stage("bgnpcgn-kur-Arab-Latn-2007", "main", _stage_main)
_PRE_625409901289839565 = ["(?P<_0>ئوو)|(?P<_1>لە)|(?P<_2>بە)|(?P<_3>(?<=[ء\\|ب\\|پ\\|ت\\|ج\\|چ\\|ح\\|خ\\|د\\|ر\\|ڕ\\|ز\\|ژ\\|س\\|ش\\|ص\\|ض\\|ط\\|ع\\|غ\\|́\\|ڨ\\|ق\\|ک\\|ك\\|گ\\|ل\\|ڵ\\|م\\|ن\\|و\\|ه\\|ي])و)|(?P<_4>(?<=[ء\\|ب\\|پ\\|ت\\|ج\\|چ\\|ح\\|خ\\|د\\|ر\\|ڕ\\|ز\\|ژ\\|س\\|ش\\|ص\\|ض\\|ط\\|ع\\|غ\\|́\\|ڨ\\|ق\\|ک\\|ك\\|گ\\|ل\\|ڵ\\|م\\|ن\\|و\\|ه\\|ي])ي)|(?P<_5>ه"+interscript.stdlib.aliases["boundary"]+")|(?P<_6>ئە)|(?P<_7>ئا)|(?P<_8>ئي)|(?P<_9>ئێ)|(?P<_10>ئو)|(?P<_11>وو)|(?P<_12>ئۆ)|(?P<_13>ِ)|(?P<_14>ء)|(?P<_15>ؤ)|(?P<_16>ئ)|(?P<_17>ء)|(?P<_18>ب)|(?P<_19>پ)|(?P<_20>ت)|(?P<_21>ج)|(?P<_22>چ)|(?P<_23>ح)|(?P<_24>خ)|(?P<_25>د)|(?P<_26>ر)|(?P<_27>ڕ)|(?P<_28>ز)|(?P<_29>ژ)|(?P<_30>س)|(?P<_31>ش)|(?P<_32>ص)|(?P<_33>ض)|(?P<_34>ط)|(?P<_35>ع)|(?P<_36>غ)|(?P<_37>́)|(?P<_38>ڨ)|(?P<_39>ق)|(?P<_40>ک)|(?P<_41>ك)|(?P<_42>گ)|(?P<_43>ل)|(?P<_44>ڵ)|(?P<_45>م)|(?P<_46>ن)|(?P<_47>و)|(?P<_48>ه)|(?P<_49>ي)|(?P<_50>ە)|(?P<_51>ا)|(?P<_52>ي)|(?P<_53>ئ)|(?P<_54>ێ)|(?P<_55>و)|(?P<_56>ۆ)|(?P<_57>و)|(?P<_58>ۊ)", ["û","le ","be ","u","î","e","e","a","î","ê","u","û","o","i","’","’","’","’","b","p","t","c","ch","ḧ","x","d","r","ṟ","z","j","s","sh","ṣ","ḍ","ṭ","‘","gh","f","v","q","k","k","g","l","ł","m","n","w","h","y","e","a","î","i","ê","u","o","ö","ü"]]
