import interscript
import regex as re
interscript.stdlib.define_map("bgnpcgn-bul-Cyrl-Latn-1952")
def _stage_main(s):
    s = re.compile("Ъ(?="+interscript.stdlib.aliases["boundary"]+")", re.MULTILINE).sub("", s)
    s = re.compile("ъ(?="+interscript.stdlib.aliases["boundary"]+")", re.MULTILINE).sub("", s)
    s = interscript.stdlib.parallel_replace_tree(s, _PTREE_4584950648827943337)
    s = interscript.stdlib.parallel_regexp_gsub(s, *_PRE_2799716371785005356)
    return s

interscript.stdlib.add_map_stage("bgnpcgn-bul-Cyrl-Latn-1952", "main", _stage_main)
_PTREE_4584950648827943337 = {1058:{1057:{None:"T·S"},1089:{None:"T·s"}},1090:{1089:{None:"t·s"}}}
_PRE_2799716371785005356 = ["(?P<_0>Ж(?=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ]))|(?P<_1>(?<=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ])Ж)|(?P<_2>Х(?=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ]))|(?P<_3>(?<=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ])Х)|(?P<_4>Ц(?=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ]))|(?P<_5>(?<=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ])Ц)|(?P<_6>Ч(?=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ]))|(?P<_7>(?<=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ])Ч)|(?P<_8>Ш(?=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ]))|(?P<_9>(?<=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ])Ш)|(?P<_10>Щ(?=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ]))|(?P<_11>(?<=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ])Щ)|(?P<_12>Ю(?=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ]))|(?P<_13>(?<=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ])Ю)|(?P<_14>Я(?=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ]))|(?P<_15>(?<=[АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ])Я)|(?P<_16>А)|(?P<_17>Б)|(?P<_18>В)|(?P<_19>Г)|(?P<_20>Д)|(?P<_21>Е)|(?P<_22>Ж)|(?P<_23>З)|(?P<_24>И)|(?P<_25>Й)|(?P<_26>К)|(?P<_27>Л)|(?P<_28>М)|(?P<_29>Н)|(?P<_30>О)|(?P<_31>П)|(?P<_32>Р)|(?P<_33>С)|(?P<_34>Т)|(?P<_35>У)|(?P<_36>Ф)|(?P<_37>Х)|(?P<_38>Ц)|(?P<_39>Ч)|(?P<_40>Ш)|(?P<_41>Щ)|(?P<_42>Ъ)|(?P<_43>Ь)|(?P<_44>Ю)|(?P<_45>Я)|(?P<_46>а)|(?P<_47>б)|(?P<_48>в)|(?P<_49>г)|(?P<_50>д)|(?P<_51>е)|(?P<_52>ж)|(?P<_53>з)|(?P<_54>и)|(?P<_55>й)|(?P<_56>к)|(?P<_57>л)|(?P<_58>м)|(?P<_59>н)|(?P<_60>о)|(?P<_61>п)|(?P<_62>р)|(?P<_63>с)|(?P<_64>т)|(?P<_65>у)|(?P<_66>ф)|(?P<_67>х)|(?P<_68>ц)|(?P<_69>ч)|(?P<_70>ш)|(?P<_71>щ)|(?P<_72>ъ)|(?P<_73>ь)|(?P<_74>ю)|(?P<_75>я)|(?P<_76>Ѫ)|(?P<_77>ѫ)|(?P<_78>Ѣ)|(?P<_79>ѣ)", ["ZH","ZH","KH","KH","TS","TS","CH","CH","SH","SH","SHT","SHT","YU","YU","YA","YA","A","B","V","G","D","E","Zh","Z","I","Y","K","L","M","N","O","P","R","S","T","U","F","Kh","Ts","Ch","Sh","Sht","Ŭ","\\'","Yu","Ya","a","b","v","g","d","e","zh","z","i","y","k","l","m","n","o","p","r","s","t","u","f","kh","ts","ch","sh","sht","ŭ","\\'","yu","ya","Ŭ","ŭ","Ye","ye"]]
